tap "cantino/mcfly"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
brew "bat"
brew "btop"
brew "pkg-config"
brew "chezmoi"
brew "coreutils"
brew "dust"
brew "fd"
brew "fnm"
brew "fzf"
brew "git"
brew "git-delta"
brew "git-lfs"
brew "gnu-sed"
brew "ncurses"
brew "htop"
brew "imagemagick"
brew "lazygit"
brew "less"
brew "lsd"
brew "macos-trash"
brew "mas"
brew "mdcat"
brew "nano"
brew "neovim"
brew "ripgrep"
brew "sevenzip"
brew "slides"
brew "starship"
brew "tealdeer"
brew "tig"
brew "tokei"
brew "watchman"
brew "xh"
brew "zoxide"
brew "zsh"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
brew "cantino/mcfly/mcfly"
cask "aldente"
cask "ankerwork"
cask "carbon-copy-cloner"
cask "firefox-developer-edition"
cask "font-jetbrains-mono"
cask "font-jetbrains-mono-nerd-font"
cask "google-chrome"
cask "gpg-suite"
cask "iterm2"
cask "karabiner-elements"
cask "keka"
cask "kitty"
cask "microsoft-edge"
cask "rectangle"
cask "spotify"
cask "the-unarchiver"
cask "vivaldi"
cask "vlc"
mas "Color Picker", id: 1545870783
mas "Dato", id: 1470584107
mas "Enpass", id: 732710998
mas "FE File Explorer Pro", id: 1466198841
mas "Lungo", id: 1263070803
mas "Plain Text Editor", id: 1572202501
mas "Pure Paste", id: 1611378436
