tap "cantino/mcfly", "https://github.com/cantino/mcfly"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
brew "bat"
brew "bottom"
brew "pkg-config"
brew "chezmoi"
brew "coreutils"
brew "exa"
brew "fd"
brew "fnm"
brew "fzf"
brew "git"
brew "git-delta"
brew "git-lfs"
brew "htop"
brew "imagemagick"
brew "lazygit"
brew "less"
brew "mdcat"
brew "nano"
brew "neovim"
brew "progress"
brew "ripgrep"
brew "sevenzip"
brew "starship"
brew "tealdeer"
brew "tig"
brew "vim"
brew "xh"
brew "zoxide"
brew "zsh"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
brew "cantino/mcfly/mcfly"
cask "carbon-copy-cloner"
cask "dotnet-sdk"
cask "font-jetbrains-mono"
cask "font-jetbrains-mono-nerd-font"
cask "google-chrome"
cask "gpg-suite"
cask "iterm2"
cask "kap"
cask "karabiner-elements"
cask "kitty"
cask "microsoft-auto-update"
cask "microsoft-edge"
cask "spotify"
cask "visual-studio-code"
cask "vivaldi"
cask "vlc"
